[{"Complaint": "None", "CreatedBy": "None", "Title": "None"}, {"Complaint": "None", "CreatedBy": "None", "Title": "None"}, {"Complaint": "I have converted my number from 9323893882 from CDMA to GSM, however still my number is in active, I’m regularly paying monthly bills.\nMy bank account and my PF is linked with provided number -9323893882. Pls enable the number ASAP. And it is more than 6 month and no proper response from the company.\n\nNeed help to resolve this case.\n\nThanks, \nGaurav\n+91...", "CreatedBy": "Ga  Gaurav_Chandra  on Feb 1, 2017   ", "Title": "Reliance Communications — Number Inactive - 9323893882 long time"}, {"Complaint": "I bought Redmi 3S- SM - PIn -Silver, thro flipkart ORDER NO OD508097155376483000 INVOICE DATE 11/01/2017.. \n[IMEI/Serial No: 863819031493041and the same delivered to me on 15th of Jao... suddently there is a charging problme on 29th, since i was out of station .and came back on31st Night back chennai..\ntoday i went to your authorized service centre...", "CreatedBy": "An  ANAND PURASI  on Feb 1, 2017   ", "Title": "Xiaomi India — Mobile not charging."}, {"Complaint": "I had book the ticket for Rajkot to Ahmedabad for 02/01/2017 for bus ticket of Patel Tours & Travels via Red Bus with name Sangita K. Bhut, 47, Female for 5.30 A.M.\nI had paid Rs 457/- through Net Banking of HDFC Bank. Amount deducted from my Banl Account but error message of transaction failed appeared & I can;t get the ticket.\nBank end detail is...", "CreatedBy": "Ka  kaveeta_ku  on Feb 1, 2017   ", "Title": "Redbus — Fare deducted from Bank account but transaction failed, No ticket issued."}, {"Complaint": "We have received a notice from reliance communications regarding outstanding payment due of rs.1142/-, kindly let us know the phone no and bill date as it is not mentioned in the letter and also confirm us the details of how to make the payment.As we have no such amount pending to our notice.\nPlease confirm as soon as possible. \n\nContact:\npriya verma\n9910038384...", "CreatedBy": "Gi  Girish Hora  on Feb 1, 2017   ", "Title": "Panchsheel Public School — Complaint against outstanding amount"}, {"Complaint": "I had transferred Rs.3000/- to Mobile no. 9810677749 on 18th January 2017. The transaction ID is 5544411942. While transferring the amount, I was not aware that the receiver does not have a Paytm account. Once the transfer was made and I received a “success” message from Paytm, I contacted the receiver. He created a Paytm account but still neither...", "CreatedBy": "Ab  Abhisang  on Feb 1, 2017   ", "Title": "Paytm Mobile Solutions — Money not credited to recivers account"}, {"Complaint": "Hello sir \ni purchased chimney and hob from udaipur dealer and i got it installed it was pain to get it done after that \n25 days later gas stove blast and due to there poor quality of service i have to get new one and after 6 month chimeny start giving problem no one shows up at my door step and finally i went to dealer at surajpole he is fraud \nrater...", "CreatedBy": "Al  albertoss  on Feb 1, 2017   ", "Title": "Glen — GAS STOVE & CHIMENY"}, {"Complaint": "Respected sir/madam, \n\nI am an account holder in SBI, station road branch, khambhat.\nAccount number-34932075511\nI have applied for cheque book through SBI online & till now has not received it. I also posted complaints on their web portal but there was no response from their end.\nTherefore it is kindly requested to inquire into the matter & revert...", "CreatedBy": "Dh  dhavalpatel5034  on Feb 1, 2017   ", "Title": "State Bank Of India [SBI] — Checkbook delay"}, {"Complaint": "AYUSHI(Female), Kunal(Male) call me regarding a job.She is saying me give you money 3, 000 Rs. then get the job. This is money refundable after job. So Please take care and save money. Organization information:- Location Nirman vihar and mobile no is 9211907066, proper add:- sagnum services timing 10am to 2pm, ofc no-208, 2nd floor, M.J. Complex, Veer...", "CreatedBy": "Vi  Vid Kumar  on Feb 1, 2017   ", "Title": "Sagnum Services — She is call me regarding a job"}, {"Complaint": "I ordered a headphone through Amazon.in and they parceled it through blue dart express and i continuously started getting messages from both the companies about the delivery and shipment of my package, as my package reached the city, the bluedart company regularly send a message that they will be sending the package today at my place but nothing happend...", "CreatedBy": "Lo  Loiuk  on Feb 1, 2017   ", "Title": "Blue Dart Express — Dilevery issues"}, {"Complaint": "I bought online from ninjabazar.com as per Order IDOID278130 Order DateDec 16, 2016 MI 20000mAh Portable PowerBank\t1nos for\tRs 899.0.\nThe product is faulty . It is under warranty.Company not resoponding to email or telephone.\nThe product was of very bad quality from day 1. It has now stopped working completely. i want a replacement or a full refund....", "CreatedBy": "Sh  Shailesh Wagh  on Feb 1, 2017   ", "Title": "Ebazarninja — Company is not providing resolution for faulty product under warranty"}, {"Complaint": "I have received a sms from MobiKwik that my friend has transferred me rs 1950 through my MobiKwik payment link and it credited in my bank account on 27th January but still i am waiting for this. The same amount is not credited yet to my bank account after 6 days. How much time it takes to complete this transaction. Please help me I need money urgently.\nThanks...", "CreatedBy": "Zx  zxc05680  on Feb 1, 2017   ", "Title": "Mobikwik — Amount not reflect in bank account after 6 days"}, {"Complaint": "I have given complaint on 30.01.2017, and i was given request No.4229971031, and a service technician was given the job. His Name is T.Chinnu & M.No.888 556 3522, he has never turned up. but when i called him he says he is in Chennai and will return on Thursday. I am not able to understand why should i be waiting for him, cant' other technician be arranged...", "CreatedBy": "M.  M.Z.Mayeel  on Feb 1, 2017   ", "Title": "Samsung India — Galaxy S7 Edge Bulging , Req. No. 4229971031"}, {"Complaint": "Dear Sir/Madam \nMy Uninor number is 8180882234.\nPlease send me the call details i.e. incoming, outgoing and missed call details of my number 8180882234 to my e mail id farhatnazim.mir@gmail.com. I want call details of my number for the month of January 2017.\nPlease send me the call details as soon as possible.\nI have deleted my call history. And...", "CreatedBy": "Fa  FarhatNazim  on Feb 1, 2017   ", "Title": "Uninor / Telenor — Call details of month of January"}, {"Complaint": "I wanted to have DB1 course for which SQL foundation was mandatory.\nDuring the counselling session Miss. Jaya told me for DB1 Plsql is also mandatory. at that time i was not having any idea about PLSQL as mandatory course. i paid the fees for SQL and PLSQL as well. session started for SQL and from seniors i got to know that PLSQL is not required, i...", "CreatedBy": "As  Asmita187  on Feb 1, 2017   ", "Title": "NIIT — Wrong counselling about DBA course and taken fees for non compulsion course. i want my fees refund"}, {"Complaint": "They call and told me you are shortlisted so i came to IANT. The IANT HR said we have opening in IBM and salary is 40, 000. but u can do one course after then we give you a offer letter. so i join that course it cost is 35000rs i paid it. after that they did not give any response. 6 month over but they not give any response.they not attend call also.\n\ndon't...", "CreatedBy": "Ja  javi786  on Feb 1, 2017   ", "Title": "Iant Vadapalani — Fake Institute"}, {"Complaint": "Dear Sir/Mam, \n\nI have pay Previous Bill But Next Bill Last Bill Amount Also Add in bill So How Can Possible This Types Of Problem \n\nAs Soon As Solve My Problem\n\nCustomer No 40313/78440/0\nName M S Unison And Co\n\nI also send bill images so please see bill and as soon as solve my problem \nmy contact number 9727267612\nwhen solve my problem please...", "CreatedBy": "Pi  Pintu Ramani  on Feb 1, 2017   ", "Title": "Dakshin Gujarat Vij Company [dgvcl] — Bill Payment Issue"}, {"Complaint": "Dear sir or madam kuch din pahle bhi maine ek complaint banai thi against HDFC BANK JIND(126102) city IFSC CODE IS-HDFC0000680 .But sir dobara phir mis behave hone laga hai.ye bahut hi sarm ki baat hai ki bharat sarkar aise logo ko kursi pe bithati hai jinko baat karne ki tameez bhi nahi hai.plz take action against jind branch.my name is pawan .mob-9991931370...", "CreatedBy": "Pa  pawanabc619  on Feb 1, 2017   ", "Title": "HDFC Bank — Misbehave by bank employee"}, {"Complaint": "I have returned an order, pick up was done on 22 Nov 2016. Still I am waiting for my refund. Of 950 Rs. Only getting reply that my concern is forwarder to the concern department. Why? \nAs per policy is should be max 14 to 21 days. But its now 2 months.\n\nrefund of order number- 32784586.\n\nCreatgr8@gmail.com / abhsgr8@gmail.com\n\nAbhishek ( KANU)...", "CreatedBy": "Ab  AbhIsHK S  on Feb 1, 2017   ", "Title": "Yepme.com — Refund issue"}, {"Complaint": "I am an SBI retired employee, my P F Index no. is 248592 and Policy No. is 1202002815P112677548. Please refer my Claim Id no. 1287999 which was paid for Rs.2, 060/- against bill amount Rs.3, 914/- without showing any reason. On making queries 3 times, the dealing official seated at SBI, Zonal Office, Jeevan Sudha Bldg. Kolkata showed me the file containing...", "CreatedBy": "Dh  Dhipal  on Feb 1, 2017   ", "Title": "Family Health Plan [fhpl] — Less payment of medi claim"}, {"Complaint": "I purchased from HDFC Bank personal accident policy and the customer care officer told me he will waiver the Dec bills 3000RS Credit card charges against my credit card number 4854980800685481\nName: Tarachand Shirsat.\ncredit card bill for January raised have not been wavered by 3000 rs for above account as committed by customer care.Pl look in to the...", "CreatedBy": "Ta  Tarachand2017  on Feb 1, 2017   ", "Title": "HDFC Bank — Credit card late fee waiver not done"}, {"Complaint": "None", "CreatedBy": "None", "Title": "None"}]